73.29 # вес пустой колбы
133.95 # с бензольным слоем
133.95 - 73.29

20.71  #  вес пустой колбы
25.29 # вес колбы с аликвотой
4.58 грамм -- аликвота (7.5%)

21.07 # вес колбы с отогнанной аликвотой
21.07 - 20.71

# 4.8г -- всего неочищенного продукта

0.36 г в аликвоте
0.1 г сдано на спектр -- FAA-K4-02

перекристаллизация
0.1 г циклогексан
0.2 г этанол

1.131 г -- пустой Эппендорф
1.290 г --с веществом
1.271 -- после первого этапа сушки
1.264 -- после второго этапа сушки
0.159 -- итого после перекристаллизации
0.096 -- осталось после сдачи на спектр
FAA-K4-03 -- сдано на спектр

20.827 -- масса колбы с восстановленным веществом после перекристаллизации
20.71 -- масса пустой колбы
0.117 -- масса восстановленного вещества

На перекристаллизации ничего не потерял!