HCl
62 / 1000 * 6 = 0.372 моль соляной кислоты по методике
0.372 / 106.52 * 74.84 = 0.261 моль соляной кислоты на мои количества
0.261 / 6 * 1000 = 43.5 мл 6М соляной кислоты (на мои количества)
ч
73.29 # вес пустой колбы
133.95 # с бензольным слоем
60.66 # бензольный слой

20.71  #  вес пустой колбы
25.29 # вес колбы с аликвотой
4.58 грамм -- аликвота (7.5%) # 7.86процента продукта в органическом слое

21.07 # вес колбы с отогнанной аликвотой
0.36 # г неочищенного продукта в аликвоте

# 4.8г -- всего неочищенного продукта

0.36 г в аликвоте
0.1 г сдано на спектр -- FAA-K4-02

перекристаллизация
0.1 г циклогексан
0.2 г этанол

1.131 г -- пустой Эппендорф
1.290 г --с веществом
1.271 -- после первого этапа сушки
1.264 -- после второго этапа сушки
0.159 -- итого после перекристаллизации
0.096 -- осталось после сдачи на спектр
FAA-K4-03 -- сдано на спектр

20.71 -- масса пустой колбы
20.827 -- масса колбы с восстановленным веществом после перекристаллизации
0.117 -- масса восстановленного вещества

На перекристаллизации ничего не потерял!

Эта перекристаллизация не помогла  
  
0.096 + 0.117 = 0.213 есть упаренного неочищенного вещества 
20.791 -- вес колбы с восстановленным веществом (87 мг его там)
3г аликвота органического слоя (0.2358г вещества)
96 мг перекристаллизованного моноенона
0.448г продукта должно быть в колбе
21.099 -- масса колбы с веществом (0.389г вещества)

20.860 -- масса колбы с остатками продукта

# перекристаллизация из 1:1 с циклогексаном
12.72г -- масса пустой колбы
12.937г -- масса колбы с перекристаллизованным продуктом
0.217 -- масса перекристаллизованного продукта (также черновато-бурое масло)

# перекристаллизация из 1:4 с циклогексаном
21.232 - 20.71 = 0.522г вещества

После кипячения в циклогексане выпал (при охлаждении) черно-бурый осадок и образовался желтый маточник,
в котором после отфильтровывания черного осадка выпал свой желтоватый осадок.

17.322г -- масса пустой колбочки
17.367г -- масса колбы с черно-бурым осадком
45 мг непонятной черной дряни
FAA-K4-05
наше чистое вещество! (ну почти чистое, по крайней мере значительно лучше)


20.739г -- масса второй колбочки
21.145г -- масса колбы с упаренной желотоватой жидкостью
после упаривания -- 0.406г буроватого масла
FAA-K4-04
60 мг -- сдано на спектр

17 октября
первая колбочка:12.957 -> 12.752 -- 0.205 вещества
вторая колбочка:21.07 -> 20.728 -- 0.342 вещества
итого: 0.547 вещества

20.705 -- пустая колба
21.262 -- колба с веществом
0.557 вещества
поставил 3 ТСХ
надо найти сим-диенон